---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.RevolutionsPerSecond
source: html/a7558fb7-bcc1-e9cb-fc83-24cde36c19d5.htm
---
# Autodesk.Revit.DB.UnitTypeId.RevolutionsPerSecond Property

Revolutions per second.

## Syntax (C#)
```csharp
public static ForgeTypeId RevolutionsPerSecond { get; }
```